Repository: almubaDev/echosoul
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Leave your echo
es: Deja tu eco

source: in time and silence
es: en el tiempo y el silencio

source: Send a voice or text message into the future. Anonymous, emotional, timeless.
es: Envía un mensaje de voz o texto al futuro. Anónimo, emocional y eterno.

source: Start your Echo
es: Comienza tu Eco

source: See how it works
es: Descubre cómo funciona

source: What is Echosoul?
es: ¿Qué es Echosoul?

source: Echosoul is a sacred space where emotions are freed into time. Write or record anonymous messages — to yourself, to someone you love, or to the world — and release them into the future.
es: Echosoul es un espacio sagrado donde las emociones se liberan en el tiempo. Escribe o graba mensajes anónimos — para ti, para alguien que amas o para el mundo — y déjalos ir hacia el futuro.

source: How does it work?
es: ¿Cómo funciona?

source: 1. Create
es: 1. Crea

source: Write or record a message in your language of choice.
es: Escribe o graba un mensaje en el idioma que elijas.

source: 2. Schedule
es: 2. Programa

source: Choose when it will be revealed — to you, someone else, or the world.
es: Elige cuándo se revelará — a ti, a otra persona o al mundo.

source: 3. Release
es: 3. Libera

source: Let go. Your echo will wait silently… until the right time comes.
es: Déjalo ir. Tu eco esperará en silencio… hasta que llegue el momento justo.

source: How Echoes Are Released
es: Cómo se liberan los Ecos

source: When you create an Echo, you choose how it will be released: only for yourself, sent to someone specific, or made public for the world to feel.
es: Cuando creas un Eco, decides cómo será liberado: solo para ti, enviado a alguien específico o hecho público para que el mundo lo sienta.

source: To Yourself
es: Para ti mismo

source: Like a time capsule. Set a date in the future, and your Echo will return to you in silence, when you are ready.
es: Como una cápsula del tiempo. Elige una fecha futura y tu Eco regresará en silencio cuando estés listo.

source: To Someone Else
es: Para alguien más

source: You can send the Echo to someone via email, SMS, or a private link. It will arrive exactly when you want it to.
es: Puedes enviar el Eco a alguien por correo electrónico, mensaje de texto, WhatsApp, redes sociales o incluso por correo postal. Solo necesitamos los datos correctos y nosotros —junto con nuestra IA— lo haremos llegar a su destino.

source: To the World
es: Para el mundo

source: Make your Echo public and anonymous. It will float in the EchoSphere, ready to be heard by strangers who might feel the same.
es: Haz tu Eco público y anónimo. Flotará en la Esfera de Ecos, listo para ser escuchado por desconocidos que podrían sentir lo mismo.

source: Anonymous by Design
es: Anónimo por diseño

source: We don't ask for your name, email, or identity. Your Echo is connected only to a unique ID and hash. We can deliver it to others, but we cannot read it before its time.
es: No pedimos tu nombre, correo ni identidad. Tu Eco está vinculado a un ID único y un hash. Podemos entregarlo a otros, pero no podemos leerlo antes de su momento.

source: Echoes remain sealed and encrypted until the release condition is met.
es: Los ecos permanecen sellados y encriptados hasta que se cumpla la condición de apertura.

source: Your echo is waiting.
es: Tu eco te espera.

source: Create it now, release it when your soul is ready.
es: Créalo ahora, libéralo cuando tu alma esté lista.

source: Begin your journey
es: Comienza tu viaje

source: All rights reserved.
es: Todos los derechos reservados.

source: Generate your Anonymous Identity
es: Genera tu Identidad Anónima

source: Enter a secret phrase only you will remember.
es: Ingresa una frase secreta que solo tú recordarás.

source: e.g. my dog and 1977
es: ej. mi perro y 1977

source: Generate ID and Hash
es: Generar ID y Hash

source: Your Identity
es: Tu Identidad

source: Store this safely. You will not be able to recover it.
es: Guárdalo en un lugar seguro. No podrás recuperarlo.

source: User ID
es: ID de Usuario

source: User Hash
es: Hash de Usuario

source: Your secret phrase:
es: Tu frase secreta:

source: Secret phrase not available. You must retype it manually.
es: Frase secreta no disponible. Deberás escribirla nuevamente a mano.

source: Download Credentials PDF
es: Descargar PDF con Credenciales

source: I have saved my credentials securely.
es: He guardado mis credenciales de forma segura.

source: Go to Login
es: Ir al Inicio de Sesión

source: Login with Anonymous ID
es: Iniciar sesión con ID anónimo

source: Access your Identity
es: Accede a tu Identidad

source: Enter your anonymous user ID
es: Ingresa tu ID de usuario anónimo

source: Secret Phrase
es: Frase Secreta

source: Enter your secret phrase
es: Ingresa tu frase secreta

source: Login
es: Iniciar sesión

source: The credentials don't match our records.
es: Las credenciales no coinciden con nuestros registros.

source: Invalid ID.
es: ID no válido.

source: Or scan the QR from your identity card:
es: O escanea el código QR de tu tarjeta de identidad:

source: Scan QR Code
es: Escanear Código QR

source: Cancel Scan
es: Cancelar Escaneo

source: Welcome back, anonymous soul.
es: Bienvenido de nuevo, alma anónima.

source: Your ID:
es: Tu ID:

source: Explore Secrets
es: Ver Secretos

source: My Secrets
es: Mis Secretos

source: Create Secret
es: Crear Secreto

source: Log Out
es: Cerrar Sesión
